org-extra-emphasis.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2022-06-14 Tue 13:22 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Test file for =org-extra-emphasis= library</title>
<meta name="author" content="Jambunathan K" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Test file for <code>org-extra-emphasis</code> library</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org077b043">1. Demo of extra emphasis markers <code>=!!=</code> and <code>=!@=</code></a></li>
<li><a href="#org2466faf">2. !!Demo of extra emphasis markers in a styled paragraph!!</a></li>
</ul>
</div>
</div>

<div id="outline-container-org077b043" class="outline-2">
<h2 id="org077b043"><span class="section-number-2">1.</span> Demo of extra emphasis markers <code>=!!=</code> and <code>=!@=</code></h2>
<div class="outline-text-2" id="text-1">
<p>
<span style=" text-decoration: none;  background: #ffff00;  font-family: Bitstream Vera Sans Mono;  font-stretch: normal;  font-weight: nil;  font-style: normal;  color: #000000;  font-size: 11pt; ">Ea consectetur laboris adipiscing et ipsum labore esse qui minim
pariatur et sunt sunt nostrud anim laborum culpa.</span>
</p>

<p>
<span style=" text-decoration: none;  color: #ff0000;  font-family: Bitstream Vera Sans Mono;  font-stretch: normal;  font-weight: nil;  font-style: normal;  background: #ffffff;  font-size: 11pt; ">Minim reprehenderit excepteur elit, dolore elit, veniam, eu.
Ullamco dolore elit, cupidatat sed labore ea aute.</span>
</p>

<p>
Pariatur <span style=" text-decoration: none;  background: #ffff00;  font-family: Bitstream Vera Sans Mono;  font-stretch: normal;  font-weight: nil;  font-style: normal;  color: #000000;  font-size: 11pt; ">et lorem cupidatat <span style=" text-decoration: none;  color: #ff0000;  font-family: Bitstream Vera Sans Mono;  font-stretch: normal;  font-weight: nil;  font-style: normal;  background: #ffffff;  font-size: 11pt; ">minim irure</span> proident, ad.</span>  Eiusmod
sunt et lorem labore ex aliqua aute esse.
</p>

<p>
Ut mollit <span style=" text-decoration: none;  color: #ff0000;  font-family: Bitstream Vera Sans Mono;  font-stretch: normal;  font-weight: nil;  font-style: normal;  background: #ffffff;  font-size: 11pt; ">duis velit est est magna in quis ipsum.  <span style=" text-decoration: none;  background: #ffff00;  font-family: Bitstream Vera Sans Mono;  font-stretch: normal;  font-weight: nil;  font-style: normal;  color: #000000;  font-size: 11pt; ">Aliqua aliqua
non laboris exercitation cupidatat aliqua incididunt.</span>  Qui voluptate
irure aute occaecat laborum cillum est.</span>  Quis magna dolor ullamco
magna do consectetur est laborum enim ut.
</p>
</div>
</div>

<div id="outline-container-org2466faf" class="outline-2">
<h2 id="org2466faf"><span class="section-number-2">2.</span> <span style=" text-decoration: none;  background: #ffff00;  font-family: Bitstream Vera Sans Mono;  font-stretch: normal;  font-weight: nil;  font-style: normal;  color: #000000;  font-size: 11pt; ">Demo of extra emphasis markers in a styled paragraph</span></h2>
<div class="outline-text-2" id="text-2">
<div class="org-src-container">
<pre class="src src-nxml">&lt;style:style style:name="Warn"
	     style:parent-style-name="Text_20_body"
	     style:family="paragraph"&gt;
  &lt;style:paragraph-properties&gt;
    &lt;style:tab-stops /&gt;
  &lt;/style:paragraph-properties&gt;
  &lt;style:text-properties fo:background-color="#ff0000"
		       fo:color="#ffffff"
		       fo:font-size="20pt"
		       fo:font-style="italic"
		       fo:font-weight="bold" /&gt;
&lt;/style:style&gt;
</pre>
</div>

<p>
Proident, duis dolore consectetur sed nisi ea pariatur.  Esse
proident, cillum duis qui ullamco sint cillum magna.  <span style=" text-decoration: none;  background: #ffff00;  font-family: Bitstream Vera Sans Mono;  font-stretch: normal;  font-weight: nil;  font-style: normal;  color: #000000;  font-size: 11pt; ">Eiusmod
veniam, <span style=" text-decoration: none;  color: #ff0000;  font-family: Bitstream Vera Sans Mono;  font-stretch: normal;  font-weight: nil;  font-style: normal;  background: #ffffff;  font-size: 11pt; ">sint officia</span> non consectetur laboris cillum.</span>  Cillum
mollit consequat eu dolore ullamco qui reprehenderit anim cillum
in consectetur consequat sunt dolore aliquip voluptate
consectetur anim ea.  Voluptate nisi est incididunt aliquip
excepteur aliqua id do enim ut non consequat.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Jambunathan K</p>
<p class="date">Created: 2022-06-14 Tue 13:22</p>
<p class="validation"><a href="https://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
